{
    "responses": [
        "YES, THE STARS ALIGN IN YOUR FAVOR.",
        "NO, THE TIMING IS NOT RIGHT.",
        "PERHAPS, BUT CONSIDER ALTERNATIVES.",
        "TRUST YOUR INSTINCTS AND MOVE FORWARD.",
        "THE ANSWER LIES WITHIN YOURSELF.",
        "LOOK FOR SIGNS THAT POINT THE WAY.",
        "YOU ARE ON THE RIGHT PATH, KEEP GOING.",
        "LISTEN TO YOUR HEART; IT KNOWS THE TRUTH.",
        "THIS DECISION REQUIRES FURTHER CONTEMPLATION.",
        "THE UNIVERSE SUPPORTS YOUR ASPIRATIONS.",
        "AVOID HASTY ACTIONS; PATIENCE IS KEY.",
        "THE ANSWER WILL REVEAL ITSELF IN TIME.",
        "DOUBTS MAY CLOUD YOUR JUDGMENT—SEEK CLARITY.",
        "TRUST YOUR GUT FEELING; IT WON'T STEER YOU WRONG.",
        "YOUR INTUITION WILL GUIDE YOU TO THE TRUTH.",
        "YES, BUT PREPARE FOR UNEXPECTED TWISTS.",
        "NO, FIND ANOTHER APPROACH TO THE SITUATION.",
        "THE ANSWER REQUIRES DELICATE BALANCE AND CONSIDERATION.",
        "THE PATH YOU SEEK REQUIRES COURAGE AND DETERMINATION.",
        "LOOK FOR THE LESSONS WITHIN CHALLENGES.",
        "REMAIN FLEXIBLE TO EMBRACE NEW OPPORTUNITIES.",
        "TRUST THE DIVINE TIMING OF YOUR JOURNEY.",
        "YOUR DESIRES ARE WITHIN REACH—BELIEVE.",
        "REFLECT ON PAST EXPERIENCES FOR GUIDANCE.",
        "YES, BUT PROCEED WITH CAUTION AND WISDOM.",
        "NO, THIS IS NOT THE RIGHT TIME TO ACT.",
        "OPEN YOUR HEART TO RECEIVE ABUNDANT BLESSINGS.",
        "CHALLENGES ARE OPPORTUNITIES IN DISGUISE.",
        "SEEK HARMONY AND BALANCE IN YOUR DECISIONS.",
        "YES, EMBRACE THE UNKNOWN WITH FEARLESSNESS.",
        "NO, TAKE A STEP BACK AND REEVALUATE.",
        "YOUR INNER WISDOM HOLDS THE KEY.",
        "FIND CLARITY THROUGH STILLNESS AND MEDITATION.",
        "THE ANSWER MAY REQUIRE COLLABORATION AND SUPPORT.",
        "LOOK FOR SYNCHRONICITIES AS GUIDANCE.",
        "TRUST THAT EVERYTHING HAPPENS FOR A REASON.",
        "BE OPEN TO UNEXPECTED TWISTS OF FATE.",
        "NO, THE UNIVERSE HAS A DIFFERENT PLAN FOR YOU.",
        "YES, BUT YOU MUST TAKE THE FIRST STEP.",
        "FOLLOW YOUR DREAMS WITH UNWAVERING DETERMINATION.",
        "PAY ATTENTION TO DIVINE SIGNS AND SYMBOLS.",
        "RELEASE FEAR AND EMBRACE YOUR INNER POWER.",
        "THIS IS A TIME FOR SELF-REFLECTION AND HEALING.",
        "TRUST YOUR INNER VOICE; IT KNOWS THE TRUTH.",
        "NO, THIS PATH WILL LEAD TO DISAPPOINTMENT.",
        "YES, THIS IS YOUR TIME TO SHINE BRIGHTLY.",
        "SEEK THE BALANCE BETWEEN LOGIC AND INTUITION.",
        "THE ANSWER MAY LIE IN LETTING GO.",
        "YOUR WISHES ARE MANIFESTING—KEEP THE FAITH.",
        "REMEMBER, EVERYTHING HAPPENS FOR A REASON."
    ]
}

